[StreetName]
StreetName_FinancialShianxi_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Shianxi Boulevard</Color>
StreetName_FinancialEmpire_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Empire Boulevard</Color>
StreetName_FinancialMain_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Main Street</Color>
StreetName_FinancialShianxiEmpire_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Shianxi & Empire</Color>
StreetName_FinancialShianxiMain_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Valencia, Shianxi & Main</Color>
StreetName_FinancialEmpireMain_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Empire & Main</Color>
StreetName_FinancialBreakwater_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Breakwater Road</Color>
StreetName_FinancialBank_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Bank Street</Color>
StreetName_FinancialExchange_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Exchange Street</Color>
StreetName_FinancialSilver_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Silver Street</Color>
StreetName_FinancialBorder_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Border Street</Color>
StreetName_FinancialCanal_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Canal Street</Color>
StreetName_FinancialBeach_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Beach Street</Color>
StreetName_FinancialHook_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Hook Street</Color>
StreetName_FinancialBroadway_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Broadway Plaza</Color>
StreetName_FinancialCross_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Cross Street</Color>
StreetName_FinancialJuniper_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Juniper</Color>
StreetName_FinancialSchulz_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Schulz Street</Color>
StreetName_FinancialSipja_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sipja Street</Color>
StreetName_FinancialGwangalli_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Gwangalli Road</Color>
StreetName_FinancialValencia_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Valencia Boulevard</Color>
StreetName_FinancialConstitution_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Constitution Street</Color>
StreetName_FinancialPromenade_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Promenade</Color>
StreetName_FinancialHallassan_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Mt Hallasan Avenue</Color>
StreetName_FinancialMalaga_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Málaga Drive</Color>
StreetName_FinancialCommercial_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Commercial Street</Color>
StreetName_FinancialUnion_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Union Street</Color>
StreetName_FinancialMerchant_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Merchant Avenue</Color>
StreetName_FinancialMercy_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Mercy Street</Color>
StreetName_FinancialSurgeons_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Surgeon's Row</Color>
StreetName_FinancialCervantes_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Via Cervantes</Color>
StreetName_FinancialFortune_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Fortune</Color>
StreetName_FinancialGresty_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Gresty Road</Color>
StreetName_FinancialIncheon_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Incheon Drive</Color>
StreetName_FinancialDonnaeko_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Donnaeko Street</Color>
StreetName_FinancialParkway_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Parkway</Color>
StreetName_FinancialJalgachi_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Jagalchi Street</Color>
StreetName_WaterfrontSandford_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sandford Row</Color>
StreetName_WaterfrontCalledelmar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Calle del Mar</Color>
StreetName_WaterfrontApsan_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Apsan Road</Color>
StreetName_WaterfrontMarket_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Market Street</Color>
StreetName_WaterfrontJoseon_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Joseon Road</Color>
StreetName_WaterfrontPortland_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Portland view</Color>
StreetName_WaterfrontTrackside_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Trackside</Color>
StreetName_WaterfrontLading_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Lading Road</Color>
StreetName_WaterfrontPalacio_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Via Palacio</Color>
StreetName_WaterfrontPlayadelPalacio_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Playa del Palacio</Color>
StreetName_WaterfrontTaegu_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Taegu Avenue</Color>
StreetName_WaterfrontCaminodelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Camino del Mar</Color>
StreetName_WaterfrontColony_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Colony Road</Color>
StreetName_WaterfrontChandler_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Chandler Street</Color>
StreetName_WaterfrontGranada_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Granada</Color>
StreetName_WaterfrontOldFleet_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Old Fleet Road</Color>
StreetName_WaterfrontMarshals_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Marshals Yard</Color>
StreetName_WaterfrontDock_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Dock Street</Color>
StreetName_WaterfrontSpica_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Spica Street</Color>
StreetName_WaterfrontCharter_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Charter Street</Color>
StreetName_WaterfrontUlsan_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Ulsan Avenue</Color>
StreetName_WaterfrontNewHaven_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>New Haven Road</Color>
StreetName_WaterfrontCadieux_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Cadieux Street</Color>
StreetName_WaterfrontPiper_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Piper Street</Color>
StreetName_WaterfrontBaywater_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Baywater Avenue</Color>
StreetName_WaterfrontSalina_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Salina Boulevard</Color>
StreetName_WaterfrontMillennium_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Millenium Boulevard</Color>
StreetName_WaterfrontMcArthur_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>McArthur Drive</Color>
StreetName_WaterfrontNeritina_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Neritina Road</Color>
StreetName_WaterfrontFortuna_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Fortuna Drive</Color>
StreetName_WaterfrontCaminodelaBlanca_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Camino de la Blanca</Color>
StreetName_WaterfrontLorquin_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Lorquin Road</Color>
StreetName_WaterfrontSevilla_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sevilla Avenue</Color>
StreetName_WaterfrontDeion_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Deion Park</Color>
StreetName_WaterfrontViaCasaSoleado_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Via Casa Soleada</Color>
StreetName_WaterfrontFarve_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Farve Lane</Color>
StreetName_WaterfrontHaeinsa_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Haeinsa Road</Color>
StreetName_WaterfrontAbrams_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Abrams Lane</Color>
StreetName_WaterfrontWard_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Ward Street</Color>
StreetName_WaterfrontPrentiss_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Prentiss Drive</Color>
StreetName_FinancialEasy_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Easy Street</Color>
StreetName_Financial_X_BreakwaterMain_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Breakwater & Main</Color>
StreetName_Financia_X_BankBreakwater_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Bank & Breakwater</Color>
StreetName_Financial_X_BankExchange_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Bank & Exchange</Color>
StreetName_Financial_X_BankSilver_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Bank & Silver</Color>
StreetName_Financial_X_CanalExchange_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Canal & Exchange</Color>
StreetName_Financial_X_CanalExchangeBorder_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Canal, Exchange & Border</Color>
StreetName_Financial_X_BorderHook_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Border & Hook</Color>
StreetName_Financial_X_SchulzHook_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Schulz & Hook</Color>
StreetName_Financial_X_EmpireSilverExchange_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Empire, Silver & Exchange</Color>
StreetName_Financial_X_BeachMain_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Beach & Main</Color>
StreetName_Financial_X_JuniperBeach_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Juniper & Beach</Color>
StreetName_Financial_X_HallasanJuniper_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Hallasan & Juniper</Color>
StreetName_Financial_X_MalagaJuniper_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Málaga & Juniper</Color>
StreetName_Financial_X_HallasanFortune_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Hallasan & Fortune</Color>
StreetName_Financial_X_MalagaFortune_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Málaga & Fortune</Color>
StreetName_Financial_X_DonnaekoFortune_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Donnaeko & Fortune</Color>
StreetName_Financial_X_DonnaekoMerchant_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Donnaeko & Merchant</Color>
StreetName_Financial_X_JuniperMain_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Juniper & Main</Color>
StreetName_Financial_X_ShianxiSchulzConstitution_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Shianxi, Schulz & Const.</Color>
StreetName_Financial_X_GrestyFortune_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Gresty & Fortune</Color>
StreetName_Financial_X_GrestyMerchant_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Gresty & Merchant</Color>
StreetName_Financial_X_GrestyUnion_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Gresty & Union</Color>
StreetName_Financial_X_GrestyEasy_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Gresty & Easy</Color>
StreetName_Financial_X_MerchantUnion_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Merchant & Union</Color>
StreetName_Financial_X_ValenciaMerchant_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Valencia & Merchant</Color>
StreetName_Financial_X_MerchantSurgeon_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Merchant & Surgeon</Color>
StreetName_Financial_X_PromenadeMerchant_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Promenade & Merchant</Color>
StreetName_Financial_X_PromenadeValencia_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Promenade & Valencia</Color>
StreetName_Financial_X_SilverCross_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Silver & Cross</Color>
StreetName_Financial_X_PromenadeFortuneUnion_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Promenade, Fort. & Union</Color>
StreetName_Financial_X_ValenciaMercy_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Valencia & Mercy</Color>
StreetName_Financial_X_ValenciaParkway_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Valencia & Parkway</Color>
StreetName_Financial_X_ValenciaEasy_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Valencia & Easy</Color>
StreetName_Financial_X_PromenadeConstitution_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Promenade & Constitution</Color>
StreetName_Financial_X_BorderPromenade_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Border & Promenade</Color>
StreetName_Financial_X_ValenciaPromenadeSilver_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Valen., Prom. & Silver</Color>
StreetName_Financial_X_CervantesValencia_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Cervantes & Valencia</Color>
StreetName_Financial_X_SurgeonMercy_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Surgeon & Mercy</Color>
StreetName_Financial_X_BorderParkwayMercy_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Border, Parkway & Mercy</Color>
StreetName_Financial_X_CervantesIncheon_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Cervantes & Incheon</Color>
StreetName_Financial_X_IncheonParkway_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Incheon & Parkway</Color>
StreetName_Financial_X_CervantesGwangalliJagalchi_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Cerv., Gwan. & Jagalchi</Color>
StreetName_Financial_X_GwangalliSipja_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Gwangalli & Sipja</Color>
StreetName_Financial_X_SipjaCross_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sipja & Cross</Color>
StreetName_Financial_X_BorderShianxi_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Border & Shianxi</Color>
StreetName_Financial_X_SilverShianxi_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Silver & Shianxi</Color>
StreetName_Waterfront_X_SandfordDelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sandford & del Mar</Color>
StreetName_Waterfront_X_JoseonTaeguDelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Jos., Taegu & Cm. del M.</Color>
StreetName_Waterfront_X_TaeguCalledelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Taegu & Calle del Mar</Color>
StreetName_Waterfront_X_JoseonTrackside_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Joseon & Trackside</Color>
StreetName_Waterfront_X_JoseonMarket_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Joseon & Market</Color>
StreetName_Waterfront_X_GranadaJoseon_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Granada & Joseon</Color>
StreetName_Waterfront_X_GranadaTrackside_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Granada & Trackside</Color>
StreetName_Waterfront_X_TaeguMarket_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Taegu & Market</Color>
StreetName_Waterfront_X_CaminodelMarMarshals_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Camino del Mar & Marsh.</Color>
StreetName_Waterfront_X_CalledelMarMarshals_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Calle del Mar & Marsh.</Color>
StreetName_Waterfront_X_SandfordDelMarApsan_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sandford, del Mar & Apsan</Color>
StreetName_Waterfront_X_ApsanCalledelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Apsan & Calle del Mar</Color>
StreetName_Waterfront_X_TaeguApsan_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Taegu & Apsan</Color>
StreetName_Waterfront_X_PortlandPalacio_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Portland & Palacio</Color>
StreetName_Waterfront_X_delPalacioPalacio_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>del Palacio & Via Palacio</Color>
StreetName_Waterfront_X_delPalacioDelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>del Palacio & del Mar</Color>
StreetName_Waterfront_X_ColonyDelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Colony & del Mar</Color>
StreetName_Waterfront_X_TaeguColony_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Taegu & Colony</Color>
StreetName_Waterfront_X_TaeguPortlandJoseon_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Taegu, Portland & Joseon</Color>
StreetName_Waterfront_X_PortlandDelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Portland & del Mar</Color>
StreetName_Waterfront_X_ColonyGranada_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Colony & Granada</Color>
StreetName_Waterfront_X_GranadaChandler_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Granada & Chandler</Color>
StreetName_Waterfront_X_ChandlerTaegu_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Chandler & Taegu</Color>
StreetName_Waterfront_X_ChandlerDelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Chandler & del Mar</Color>
StreetName_Waterfront_X_DockDelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Dock & del Mar</Color>
StreetName_Waterfront_X_NewHavenDock_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>New Haven & Dock</Color>
StreetName_Waterfront_X_DockSpica_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Dock & Spica</Color>
StreetName_Waterfront_X_SpicaCharter_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Spica & Charter</Color>
StreetName_Waterfront_X_MillenniumTaeguDelMar_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Mil., Taegu & del Mar</Color>
StreetName_Waterfront_X_GranadaPiper_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Granada & Piper</Color>
StreetName_Waterfront_X_SalinaGranada_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Salina & Granada</Color>
StreetName_Waterfront_X_SalinaPiper_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Salina & Piper</Color>
StreetName_Waterfront_X_SalinaCadieux_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Salina & Cadieux</Color>
StreetName_Waterfront_X_CadieuxNewHaven_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Cadieux & New Haven</Color>
StreetName_Waterfront_X_UlsanDockMillennium_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Ulsan, Dock & Millenium</Color>
StreetName_Waterfront_X_MillenniumCharter_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Millenium & Charter</Color>
StreetName_Waterfront_X_MillenniumSpica_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Millenium & Spica</Color>
StreetName_Waterfront_X_OldFleetMillennium_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Old Fleet & Millenium</Color>
StreetName_Waterfront_X_McArthurMillennium_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>McArthur & Millenium</Color>
StreetName_Waterfront_X_SevillaMillennium_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sevilla & Millenium</Color>
StreetName_Waterfront_X_MillenniumPrentissNertinaWard_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Mil., Pren., Nert. & Wrd.</Color>
StreetName_Waterfront_X_HaeinsaWard_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Haeinsa & Ward</Color>
StreetName_Waterfront_X_CadieuxUlsan_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Cadieux & Ulsan</Color>
StreetName_Waterfront_X_UlsanOldFleet_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Ulsan & Old Fleet</Color>
StreetName_Waterfront_X_BaywaterUlsan_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Baywater & Ulsan</Color>
StreetName_Waterfront_X_McArthurUlsanNertina_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>McA., Ulsan & Nertina</Color>
StreetName_Waterfront_X_NertinaFortuna_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Nertina & Fortuna</Color>
StreetName_Waterfront_X_FortunaLaBlanca_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Fortuna & la Blanca</Color>
StreetName_Waterfront_X_LorquinLaBlanca_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Lorquin & la Blanca</Color>
StreetName_Waterfront_X_SalinaLorquin_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Salina & Lorquin</Color>
StreetName_Waterfront_X_SevillaLorquin_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sevilla & Lorquin</Color>
StreetName_Waterfront_X_McArthurLaBlanca_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>McArthur & la Blanca</Color>
StreetName_Waterfront_X_NewHavenBaywaterLaBlanca_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Nw Hv., Bay. & la Blanca</Color>
StreetName_Waterfront_X_SalinaSevilla_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Salina & Sevilla</Color>
StreetName_Waterfront_X_McArthurSalina_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>McArthur & Salina</Color>
StreetName_Waterfront_X_SevillaSoleadoLaBlanca_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sev., Sol. & la Blanca</Color>
StreetName_Waterfront_X_SalinaSevillaPrentiss_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Salina, Sevilla & Pren.</Color>
StreetName_Waterfront_X_SevillaNertina_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Sevilla & Nertina</Color>
StreetName_Waterfront_X_FarveSoleado_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Farve & Soleado</Color>
StreetName_Waterfront_X_DeionSoleado_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Deion & Soleado</Color>
StreetName_Waterfront_X_NertinaDeion_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Nertina & Deion</Color>
StreetName_Waterfront_X_FarvePrentiss_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Farve & Prentiss</Color>
StreetName_Waterfront_X_PrentissSoleadoWard_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Prentiss, Soleado & Ward</Color>
StreetName_Waterfront_X_HaeinsaWard1_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Haeinsa & Ward</Color>
StreetName_Waterfront_X_HaeinsaWard2_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Haeinsa & Ward</Color>
StreetName_Waterfront_X_PrentissAbrams_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Prentiss & Abrams</Color>
StreetName_Waterfront_X_HaeinsaAbrams_DisplayedStreetName=<Fonts:EngineFonts.SmallFont><Color:R=1.0 G=1.0 B=1.0>Haeinsa & Abrams</Color>
